IDEA Open Model
BoltAssembly.WasherAtHead Property
Compatible with IDEA StatiCa 20.1
 Washer at head side of bolt assembly
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool WasherAtHead { get; set; }
Public Property WasherAtHead As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
BoltAssembly Class
IdeaRS.OpenModel.Material Namespace